Repository: instructure/canvas-ios
Catalog: Student/Student/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Keep showing up — that's what counts.
ar: الاستمرارية هي المفتاح — وهذا ما سيصنع الفارق.
ca: Seguiu manifestant progressos: això és el que compta.
cy: Dal ati — dyna sy’n bwysig.
da: Bliv ved med at møde op – det er det, der tæller.
da_instk12: Bliv ved med at møde op – det er det, der tæller.
de: Bleiben Sie weiter dabei – das ist, was zählt.
es: Siga esforzándose; eso es lo que cuenta.
es_es: Sigue estando presente: eso es lo que cuenta.
fi: Näyttäydy elämässäsi - se merkitsee.
fr: Continue d’être là. La présence, c’est important.
fr_ca: Continuez à vous montrer — c’est ce qui compte.
ga: Coinnigh ort ag teacht - sin an rud is tábhachtaí.
hi: बस डटे रहें — यही मायने रखता है।
ht: Kontinye prezan — se sa ki konte.
id: Teruslah hadir — itulah yang terpenting.
is: Haltu áfram að mæta - það er það sem skiptir máli.
it: Continua a superare te stesso: è ciò che conta.
ja: 出席すること、ページを開くことを止めない — それが大切なこと。
ko: 계속 참석하는 것이 중요합니다.
mi: Haere tonu — koinā te mea nui.
ms: Kekalkan kehadiran — itulah yang penting.
nb: Fortsett å møte opp – det er det som teller.
nb_instk12: Fortsett å møte opp – det er det som teller.
nl: Blijf opdagen – dat is het belangrijkste.
pl: Nie rezygnuj z uczestnictwa – to się liczy.
pt: Continue a aparecer — isso é o que importa.
pt_br: Continue aparecendo — é isso que importa.
ru: Продолжайте проявлять себя — это самое главное.
sl: Ostanite prisotni – to je tisto, kar šteje.
sv: Fortsätt att närvara – det är det som räknas.
sv_instk12: Fortsätt att närvara – det är det som räknas.
th: อย่าหายไปไหน นั่นคือสิ่งทีสำคัญที่สุด
vi: Tiếp tục có mặt — đó mới là điều quan trọng.
zh: 只要坚持，就不是问题。
zh_hk: 堅持不懈 — 這才是最重要的。

source: Landing Page
ar: الصفحة المنتقل إليها
ca: Pàgina de destinació
cy: Tudalen lanio
da: Landingsside
da_instk12: Landingsside
de: Zielseite
es: Página de inicio
es_es: Página de inicio
fi: Aloitussivu
fr: Page de renvoi
fr_ca: Page de renvoi
ga: Leathanach Tuirlingthe
hi: लैंडिंग पेज
ht: Paj Dakèy
id: Halaman Awal
is: Lendingarsíða
it: Pagina di destinazione
ja: ランディングページ
ko: 시작 페이지
mi: Whārangi Tauranga
ms: Halaman Pendaratan
nb: Destinasjonsside
nb_instk12: Landingside
nl: Landingspagina
pl: Strona początkowa
pt: Página de destino
pt_br: Página de Destino
ru: Целевая страница
sl: Ciljna stran
sv: Landningssida
sv_instk12: Landningssida
th: หน้าปลายทาง
vi: Trang Đích
zh: 登录页
zh_hk: 登入頁面

source: Large file
ar: ملف كبير الحجم
ca: Fitxer gran
cy: Ffeil fawr
da: Stor fil
da_instk12: Stor fil
de: Große Datei
es: Archivo grande
es_es: Archivo grande
fi: Suuri tiedosto
fr: Fichier volumineux
fr_ca: Fichier volumineux
ga: Comhad mór
hi: बड़ी फ़ाइल
ht: Gwo fichye
id: File besar
is: Stór skrá
it: File grande
ja: 大きなファイル
ko: 큰 파일
mi: Kōnae nui
ms: Fail besar
nb: Stor fil
nb_instk12: Stor fil
nl: Groot bestand
pl: Duży plik
pt: Ficheiro Grande
pt_br: Arquivo grande
ru: Большой файл
sl: Velika datoteka
sv: Stor fil
sv_instk12: Stor fil
th: ไฟล์ขนาดใหญ่
vi: Tập tin lớn hơn
zh: 大文件
zh_hk: 大檔案

source: Later
ar: فيما بعد
ca: Més endavant
cy: Wedyn
da: Senere
da_instk12: Senere
de: Später
es: Más tarde
es_es: Más tarde
fi: Myöhemmin
fr: Plus tard
fr_ca: Plus tard
ga: Níos déanaí
hi: बाद में
ht: Pita
id: Nanti
is: Seinna
it: Più tardi
ja: 後で
ko: 나중에
mi: I muri mai
ms: Kemudian
nb: Senere
nb_instk12: Senere
pl: Później
pt: Mais tarde
pt_br: Mais tarde
ru: Позже
sl: Pozneje
sv: Senare
sv_instk12: Senare
th: ทีหลัง
vi: Để sau
zh: 稍后
zh_hk: 以後再說

source: Launch External Tool
ar: تشغيل الأداة الخارجية
ca: Inicieu l'eina externa
cy: Lansio Adnodd Allanol
da: Start eksternt værktøj
da_instk12: Start eksternt værktøj
de: Externes Tool starten
es: Iniciar la herramienta externa
es_es: Iniciar la herramienta externa
fi: Käynnistä ulkoinen työkalu
fr: Lancer l’outil externe
fr_ca: Lancer l’outil externe
ga: Seol Uirlis Sheachtrach
hi: बाहरी उपकरण लॉन्च करें
ht: Lanse Zouti Eksteryè
id: Luncurkan Alat Eksternal
is: Nota ytra verkfæri
it: Avvia strumento esterno
ja: 外部ツールを起動する
ko: 외부 도구 시작
mi: Neke Taputapu Waho
ms: Lancarkan Alat Luar
nb: Åpne eksternt verktøy
nb_instk12: Åpne eksternt verktøy
nl: Extern hulpmiddel lanceren
pl: Uruchom narzędzie zewnętrzne
pt: Lançar Ferramenta Externa
pt_br: Executar ferramenta externa
ru: Запуск внешнего инструмента
sl: Zaženi zunanje orodje
sv: Starta externt verktyg
sv_instk12: Starta externt verktyg
th: เรียกใช้ชุดเครื่องมือจากภายนอก
vi: Khởi Chạy Công Cụ Ngoài
zh: 启动外部工具
zh_hk: 啟動外部工具

source: Learning is a marathon, not a sprint. Be kind to yourself tonight.
ar: التعلم مشوار طويل يؤخذ بتروي وليس مسافة قصيرة نقطعها هرولة. كن لطيفًا مع نفسك.
ca: Aprendre és una marató, no un esprint. Tracteu-vos amb condescendència aquesta nit.
cy: Marathon, ac nid sbrint, yw dysgu. Bydd yn garedig â ti dy hun heno.
da: Læring er et maraton, ikke en sprint. Vær god ved dig selv i aften.
da_instk12: Læring er et maraton, ikke en sprint. Vær god ved dig selv i aften.
de: Lernen ist ein Marathon, kein Sprint. Seien Sie heute Abend nett zu sich selbst.
es: Aprender es una maratón, no un sprint. Sea amable consigo mismo esta noche.
es_es: Aprender es un maratón, no un sprint. Trátate bien esta noche.
fi: Oppiminen on maratoni, ei sprintti. Ole lempeä itsellesi tänä iltana.
fr: Apprendre, c’est un marathon, pas un sprint. Ce soir, un peu de bienveillance envers toi-même.
fr_ca: L’apprentissage est un marathon, pas un sprint. Soyez gentil avec vous-même ce soir.
ga: Is maratón an fhoghlaim, ní sprint. Bí cineálta leat féin anocht.
hi: सीखने की प्रक्रिया एक लंबी मैराथन की तरह है, इसे तेज़ दौड़ की तरह न देखें। आज रात खुद के साथ नरमी बरतें।
ht: Aprantisaj se yon maraton, se pa yon kous rapid. Aswè a, fè tèt ou plezi.
id: Belajar adalah maraton, bukan lari cepat. Bersikap baiklah pada dirimu sendiri malam ini.
is: Nám er maraþon, ekki sprettur. Vertu góður við sjálfan þig í kvöld.
it: L’apprendimento è una maratona, non uno sprint. Sii gentile con te stesso stanotte.
ja: 学びは短距離走ではなく、マラソンのようなものです。今夜は自分に優しくしてあげてください。
ko: 학습은 마라톤입니다. 단거리가 아닙니다. 오늘 밤에는 자신에게 쉼을 허락하세요.
mi: He marathon te ako, ehara i te oma tere. Kia atawhai koe i a koe anō i tēnei pō.
ms: Belajar ialah sebuah maraton, bukan larian pecut. Hargailah diri anda malam ini.
nb: Læring er et maraton, ikke en sprint. Vær snill mot deg selv i kveld.
nb_instk12: Læring er et maraton, ikke en sprint. Vær snill mot deg selv i kveld.
nl: Leren is een marathon, geen sprint. Wees vanavond aardig voor jezelf.
pl: Nauka jest jak maraton. Bądź dla siebie dobry tej nocy.
pt: Aprender é uma maratona, não uma corrida de velocidade. Seja gentil consigo mesmo esta noite.
pt_br: Aprender é uma maratona, não uma corrida de velocidade. Seja gentil consigo mesmo esta noite.
ru: Обучение — это марафон, а не спринт. Позаботьтесь о себе сегодня вечером.
sl: Učenje je maraton, ne sprint. Bodite nocoj prijazni do sebe.
sv: Inlärning är ett maraton, inte en kapplöpning. Var snäll mot dig själv ikväll.
sv_instk12: Inlärning är ett maraton, inte en kapplöpning. Var snäll mot dig själv ikväll.
th: การเรียนรู้เป็นเหมือนกับมาราธอน ไม่ใช่การวิ่งระยะสั้น ใจดีกับตัวเองสักหน่อยคืนนี้
vi: Học tập là một cuộc chạy marathon, không phải chạy nước rút. Hãy tử tế với bản thân tối nay.
zh: 学习是一场马拉松，而非短跑。今夜善待自己。
zh_hk: 學習是一場馬拉松，而不是短跑。今晚善待自己。

source: Learning is messy — and that's normal.
ar: التعلم ليس سهلاً — وهذا أمر طبيعي.
ca: Aprendre és complicat, i això és normal.
cy: Mae dysgu yn broses flêr – mae hynny’n normal.
da: Det kan være rodet at lære – og det er helt normalt.
da_instk12: Det kan være rodet at lære – og det er helt normalt.
de: Lernen ist chaotisch – und das ist normal.
es: Aprender es complicado, y eso es normal.
es_es: Aprender es un proceso un tanto caótico: eso es totalmente normal.
fi: Oppiminen on sotkuista – ja se on normaalia.
fr: Apprendre, c’est difficile. Mais ça, c’est normal.
fr_ca: L’apprentissage est désordonné — et c’est normal.
ga: Is praiseach an fhoghlaim — agus is gnách sin.
hi: सीखना अव्यवस्थित है — और यह सामान्य है।
ht: Aprantisaj la dezòdone — e sa nòmal
id: Belajar itu berantakan — dan itu normal.
is: Nám er flókið — og það er eðlilegt
it: L’apprendimento è caotico, ma è normale.
ja: 学びとはゴチャゴチャしたものです — それが普通です。
ko: 학습은 원래 혼란스럽습니다.
mi: He pōrearea te ako — ā, he mea noa tēnā.
ms: Belajar adalah mencabar — dan itu adalah perkara biasa.
nb: Læring er rotete – og det er normalt.
nb_instk12: Læring er rotete – og det er normalt.
nl: Leren is gedoe – en dat is normaal.
pl: Nauka wychodzi różnie – ale to normalne.
pt: Aprender é complicado — e isso é normal.
pt_br: Aprender é complicado — e isso é normal.
ru: Обучение — это непростой процесс, и это нормально.
sl: Učenje je kaotično – in to je normalno.
sv: Inlärning kan vara svårt – det är normalt.
sv_instk12: Inlärning kan vara svårt – det är normalt.
th: การเรียนรู้เป็นเรื่องซับซ้อน แต่นั่นคือความจริงที่พบได้ทั่วไป
vi: Học tập thường lộn xộn — và đó là điều bình thường.
zh: 学习之路总是磕磕绊绊，这本是常态。
zh_hk: 學習的過程總是充滿挑戰 — 這很正常。

source: Leave
ar: مغادرة
ca: Deixa
cy: Gadael
da: Forlad
da_instk12: Forlad
de: Verlassen
es: Abandonar
es_es: Abandonar
fi: Lähde
fr: Quitter
fr_ca: Quitter
ga: Fág
hi: छोड़ें
ht: Sòti
id: Tinggalkan
is: Hætta
it: Abbandona
ja: 退出する
ko: 나가기/남기기
mi: Puta ki waho
ms: Tinggalkan
nb: Forlate
nb_instk12: Forlate
nl: Verlaten
pl: Opuść
pt: Sair
pt_br: Sair
ru: Оставить
sl: Zapusti
sv: Lämna
sv_instk12: Lämna
th: ฝาก
vi: Rời
zh: 离开
zh_hk: 離開

source: Legal
ar: القانوني
ca: Jurídic
cy: Cyfreithiol
da: Juridisk
da_instk12: Juridisk
de: Rechtliches
fi: Lakitiedot
fr: Légal
fr_ca: Légal
hi: कानूनी
id: Hukum
is: Lögfræði
it: Legale
ja: 法令
ko: 법률
mi: Ture
ms: Undang-undang
nb: Juss
nb_instk12: Juss
nl: Juridisch
pl: Informacje prawne
ru: Юридические вопросы
sl: Pravne informacije
sv: Juridik
sv_instk12: Juridik
th: ประเด็นทางกฎหมาย
vi: Pháp Lý
zh: 法律
zh_hk: 法律事務

source: Let us know!
ar: دعنا نعرف!
ca: Feu-nos-ho saber!
cy: Rhowch wybod i ni!
da: Fortæl os det!
da_instk12: Fortæl os det!
de: Lassen Sie es uns wissen!
es: ¡Háganoslo saber!
es_es: ¡Cuéntanos!
fi: Kerro meille!
fr: Dites-nous tout !
fr_ca: Faites-nous le savoir!
ga: Cuir in iúl dúinn!
hi: आइए, जानते हैं!
ht: Fè nou konnen!
id: Beri tahu kami!
is: Láttu okkur vita!
it: Faccelo sapere!
ja: お知らせください！
ko: 저희에게 알려주세요!
mi: Mōhio mai!
ms: Maklumkan kami!
nb: Gi oss beskjed!
nb_instk12: Gi oss beskjed!
nl: Laat het ons weten!
pl: Powiadom nas!
pt: Informe-nos!
pt_br: Avise-nos!
ru: Сообщите нам!
sl: Sporočite nam!
sv: Informera oss!
sv_instk12: Informera oss!
th: แจ้งให้เราทราบ!
vi: Hãy cho chúng tôi biết!
zh: 请告诉我们！
zh_hk: 請通知我們！

source: Live Conferences
ar: المؤتمرات المباشرة
ca: Conferències en directe
cy: Cynadleddau Byw
da: Live-konferencer
da_instk12: Live-konferencer
de: Live-Konferenzen
es: Conferencias en vivo
es_es: Conferencias en directo
fi: Live-kokous
fr: Conférences en direct
fr_ca: Conférences en direct
ga: Comhdhálacha Beo
hi: लाइव कॉन्फ़्रेंस
ht: Konferans an Dirèk
id: Konferensi Langsung
is: Lifandi símafundir
it: Conferenze live
ja: ライブ会議
ko: 라이브 컨퍼런스
mi: Ngā Huihuinga Ora
ms: Persidangan Langsung
nb: Live-konferanser
nb_instk12: Live-konferanser
nl: Live-vergaderingen
pl: Konferencje na żywo
pt: Conferências em direto
pt_br: Conferências ao vivo
ru: Конференции в реальном времени
sl: Konference v živo
sv: Livekonferenser
sv_instk12: Livekonferenser
th: การประชุมไลฟ์
vi: Hội Nghị Trực Tiếp
zh: 实时会议
zh_hk: 即時會議

source: Live Conferences (%lld)
ar: المؤتمرات المباشرة (%lld)
ca: Conferències en directe (%lld)
cy: Cynadleddau Byw %lld
da: Live-konferencer (%lld)
da_instk12: Live-konferencer (%lld)
de: Live-Konferenzen (%lld)
es: Conferencias en vivo (%lld)
es_es: Conferencias en directo (%lld)
fi: Live-kokous (%lld)
fr: Conférences en direct (%lld)
fr_ca: Conférences en direct (%lld)
ga: Comhdhálacha Beo (%lld)
hi: लाइव कॉन्फ़्रेंस (%lld)
ht: Konferans an Dirèk (%lld)
id: Konferensi Langsung (%lld)
is: Lifandi símafundir (%lld)
it: Conferenze live (%lld)
ja: ライブ会議 (%lld)
ko: 라이브 컨퍼런스(%lld)
mi: Ngā Huihuinga Ora (%lld)
ms: Persidangan Langsung (%lld)
nb: Live-konferanser (%lld)
nb_instk12: Live-konferanser (%lld)
nl: Live-vergaderingen (%lld)
pl: Konferencje na żywo (%lld)
pt: Conferências em direto (%lld)
pt_br: Conferências ao vivo (%lld)
ru: Конференции в реальном времени (%lld)
sl: Konference v živo (%lld)
sv: Livekonferenser (%lld)
sv_instk12: Livekonferenser (%lld)
th: การประชุมไลฟ์ (%lld)
vi: Hội Nghị Trực Tiếp (%lld)
zh: 实时会议 (%lld)
zh_hk: 即時會議 (%lld)

source: Loading...
ar: جارٍ التحميل...
ca: S'està carregant…
cy: Wrthi’n llwytho...
da: Indlæser ...
da_instk12: Indlæser ...
de: Wird geladen ...
es: Cargando...
es_es: Cargando...
fi: Ladataan...
fr: Chargement...
fr_ca: En cours de chargement...
ga: Á lódáil...
hi: लोड किया जा रहा है...
ht: Chajman...
id: Memuat...
is: Hleð inn...
it: Caricamento in corso...
ja: 読み込み中・・・
ko: 로드 중...
mi: E uta ana ....
ms: Memuatkan...
nb: Laster…
nb_instk12: Laster...
nl: Bezig met laden...
pl: Wczytywanie...
pt: A carregar...
pt_br: Carregando...
ru: Выполняется загрузка...
sl: Nalaganje ...
sv: Läser in ...
sv_instk12: Laddar...
th: กำลังโหลด...
vi: Đang tải...
zh: 加载中……
zh_hk: 正在載入……

source: Location
ar: الموقع
ca: Ubicació
cy: Lleoliad
da: Placering
da_instk12: Placering
de: Standort
es: Ubicación
es_es: Ubicación
fi: Sijainti
fr: Emplacement
fr_ca: Emplacement
ga: Suíomh
hi: लोकेशन
ht: Anplasman
id: Lokasi
is: Staðsetning
it: Posizione
ja: 場所
ko: 위치
mi: Wāhi
ms: Lokasi
nb: Sted
nb_instk12: Sted
nl: Locatie
pl: Lokalizacja
pt: Local
pt_br: Localização
ru: Местоположение
sl: Mesto
sv: Plats
sv_instk12: Plats
th: ตำแหน่ง
vi: Địa Điểm
zh: 位置
zh_hk: 位置

source: Locked
ar: مؤمّن
ca: S’ha bloquejat
cy: Wedi cloi
da: Låst
da_instk12: Låst
de: Gesperrt
es: Bloqueado
es_es: Bloqueado
fi: Lukittu
fr: Verrouillé
fr_ca: Verrouillé
ga: Faoi ghlas
hi: लॉक किया गया
ht: Bloke
id: Terkunci
is: Læst
it: Bloccato
ja: ロックされています
ko: 잠김
mi: Kua rakaina
ms: Berkunci
nb: Låst
nb_instk12: Låst
nl: Vergrendeld
pl: Zablokowany
pt: Bloqueado
pt_br: Bloqueado(a)
ru: Заблокировано
sl: Zaklenjeno
sv: Låst
sv_instk12: Låst
th: ล็อคแล้ว
vi: Bị Khóa
zh: 已锁定
zh_hk: 已鎖定

source: Locked until %@
ar: مؤمَّن حتى %@
ca: Bloquejat fins a %@
cy: Ar glo tan %@
da: Låst indtil %@
da_instk12: Låst indtil %@
de: Gesperrt bis %@
es: Bloqueado hasta %@
es_es: Estará bloqueado hasta %@.
fi: Lukittu asti %@
fr: Verrouillé jusqu'au %@
fr_ca: Verrouillé jusqu'à %@
ga: Faoi ghlas go dtí %@
hi: इस समय तक के लिए लॉक है: %@
ht: Bloke jiska %@
id: Terkunci hingga %@
is: Læst til %@
it: Bloccato fino a %@
ja: ロック解除時間%@
ko: 다음까지 잠금 %@
mi: Rakaina tae noa ki %@
ms: Berkunci sehingga %@
nb: Låst fram til %@
nb_instk12: Låst fram til %@
nl: Vergrendeld tot %@
pl: Zablokowane do %@
pt: Bloqueado até %@
pt_br: Bloqueado até %@
ru: Заблокировано до %@
sl: Zaklenjeno do %@
sv: Låst tills %@
sv_instk12: Låst tills %@
th: ล็อคจนถึง %@
vi: Bị khóa đến %@
zh: 锁定截止到%@
zh_hk: 鎖定直至%@

source: Login ID
ar: معرف تسجيل الدخول
ca: ID d'inici de sessió
cy: ID Mewngofnodi
de: Anmelde-ID
es: ID de inicio de sesión
es_es: Identificación de inicio de sesión
fi: Käyttäjätunnus
fr: ID d’authentification
fr_ca: Identifiant de connexion
ga: ID logála isteach
hi: लॉगिन आईडी
ht: ID Koneksyon
id: ID Login
is: Innskráningarauðkenni
it: ID di accesso
ja: ログイン ID
ko: 로그인 ID
mi: Takiuru ID
ms: ID Log Masuk
nb: Innloggings-ID
nb_instk12: Innloggings-ID
nl: Aanmeldings-ID
pl: Nazwa użytkownika
pt: ID de login
pt_br: ID de Login
ru: Имя пользователя
sl: ID prijave
sv: Inloggnings-ID
sv_instk12: Inloggnings-ID
th: ID ล็อกอิน
vi: ID Đăng Nhập
zh: 登录 ID
zh_hk: 登入 ID

source: Login Problem
ar: مشكلة في تسجيل الدخول
ca: Problema d'inici de sessió
cy: Problem wrth fewngofnodi
de: Anmeldeproblem
es: Problema para iniciar sesión
es_es: Problema para iniciar sesión
fi: Kirjautumisongelma
fr: Problème de connexion
fr_ca: Problème de connexion
ga: Fadhb Logála Isteach
hi: लॉगिन समस्या
ht: Pwoblèm Koneksyon
id: Masalah Login
is: Vandamál við innskráningu
it: Problema di login
ja: ログインでの問題
ko: 로그인 문제
mi: Takiuru Raru
ms: Masalah Log Masuk
nb: Påloggingsproblemer
nb_instk12: Innloggingsproblemer
nl: Inlogprobleem
pl: Problem z logowaniem
pt: Problema de Entrada
pt_br: Problema de Login
ru: Проблемы со входом в систему
sl: Težava pri prijavi
sv: Inloggningsproblem
sv_instk12: inloggningsproblem
th: ปัญหาในการล็อกอิน
vi: Vấn Đề Đăng Nhập
zh: 登录问题
zh_hk: 登入問題

source: Logout
ar: تسجيل الخروج
ca: Tanca la sessió
cy: Allgofnodi
de: Abmelden
es: Cerrar sesión
es_es: Cerrar sesión
fi: Kirjaudu ulos
fr: Déconnexion
fr_ca: Déconnexion
ga: Logáil amach
hi: लॉग आउट करें
ht: Dekoneksyon
is: Útskráning
it: Disconnessione
ja: ログアウト
ko: 로그아웃
mi: Takiputa
ms: Log keluar
nb: Logg ut
nb_instk12: Logg ut
nl: Uitloggen
pl: Wyloguj
pt: Sair
pt_br: Sair
ru: Выйти
sl: Odjava
sv: Logga ut
sv_instk12: Logga ut
th: ล็อกเอาท์
vi: Đăng Xuất
zh: 退出
zh_hk: 登出

source: Looks like you're free for this day. Do you want to add some To-dos?
ar: يبدو أنك متاحًا لهذا اليوم. هل تريد إضافة بعض قوائم المهام؟
ca: Sembla que teniu lliure aquest dia. Voleu afegir-hi alguna tasca pendent?
cy: Mae’n debyg eich bod yn rhydd y diwrnod hwn. Ydych chi am ychwanegu Pethau i’w Gwneud?
da: Det ser ud til, at du har fri denne dag. Vil du tilføje noget til opgavelisten?
de: Es sieht so aus, als hätten Sie heute Zeit. Möchten Sie ein paar ToDos hinzufügen?
es: Parece que está libre este día. ¿Quiere agregar algunas tareas pendientes?
es_es: Parece que tienes el día libre. ¿Quieres añadir algunas tareas pendientes?
fi: Näyttää siltä,​että sinulla on vapaata tältä päivältä. Haluatko lisätä nämä tehtävät?
fr: Il semble que vous êtes libre aujourd’hui. Voulez-vous ajouter des tâches À Faire ?
ga: Is cosúil go bhfuil tú saor don lá seo. Ar mhaith leat roinnt Tascanna a chur leis?
hi: लगता है आज आप खाली हैं। क्या आप कुछ 'करने के लिए' जोड़ना चाहते हैं?
ht: Sanble ou lib pou jounen sa a. Èske w vle ajoute kèk bagay pou fè?
id: Sepertinya Anda bebas untuk hari ini. Anda mau menambahkan beberapa to-do?
is: Þú virðist vera laus þennan dag. Viltu bæta við nokkrum verkefnalistum?
it: Sembra che oggi tu non abbia impegni. Vuoi aggiungere qualche attività?
ja: 今日は予定がないようです。 するべきことに何か追加しますか？
ko: 오늘은 할 일이 없는 것 같습니다. 할 일을 추가하시겠습니까?
mi: Te āhua nei kua wātea koe mō tēnei rā. Kei te hiahia koe ki te tāpiri i ētahi mahi?
nb: Det ser ut til at du er ledig i dag. Vil du legge til noen gjøremål?
nl: Het lijkt erop dat je deze dag vrij hebt. Wil je een paar opdrachten toevoegen?
pl: Wygląda na to, że nie masz dziś zajęć. Czy chcesz dodać listy zadań?
pt: Parece que estás livre hoje. Queres adicionar algumas tarefas?
pt_br: Parece que você está livre hoje. Deseja adicionar algumas tarefas à sua lista?
ru: Похоже, сегодня вы свободны. Хотите добавить несколько задач?
sl: Kaže, da ste danes prosti. Ali želite dodati nekaj opravil?
sv: Det ser ut som om du är ledig för dagen. Vill du lägga till några att göra-uppgifter?
th: ดูเหมือนคุณจะว่างในวันนี้ ต้องการเพิ่มรายการดำเนินการหรือไม่
vi: Có vẻ như bạn rảnh vào ngày này. Bạn có muốn thêm một số Việc Cần Làm không?
zh: 您今天没有任务。 是否要添加一些任务？
zh_hk: 您當天有空。 您想要添加一些待辦事項嗎？

source: Love it!
ar: أحب ذلك!
ca: M'encanta!
cy: Wrth fy modd!
da: Elsker det!
da_instk12: Elsker det!
de: Klasse!
es: ¡Me encanta!
es_es: ¡Me encanta!
fi: Tykkään siitä!
fr: J'adore !
fr_ca: J'adore!
ga: Is breá liom é!
hi: पसंद आया!
ht: Mwen renmen li!
id: Suka!
is: Elska það!
it: Lo adoro!
ja: 大好きです！
ko: 좋아합니다!
mi: Aroha ki reira!
ms: Suka!
nb: Elsker det!
nb_instk12: Elsker det!
nl: Ik vind het geweldig!
pl: Uwielbiam!
pt: Adoro!
pt_br: Adoro!
ru: Я в восторге!
sl: Krasno!
sv: Älskar det!
sv_instk12: Älskar det!
th: ชอบมาก!
vi: Tôi thích lắm!
zh: 爱它！
zh_hk: 喜歡它！

source: Made it through the day — that's a win in itself.
ar: إذا نجحت في إنجاز ما عليك اليوم، فهذا فوز في حد ذاته.
ca: Ja heu fet el dia; això és un triomf per si mateix.
cy: Rwyt ti wedi goroesi heddiw — mae hynny’n llwyddiant.
da: Du klarede dagen – det er en sejr i sig selv.
da_instk12: Du klarede dagen – det er en sejr i sig selv.
de: Sie haben den Tag überstanden – das ist an sich schon ein Gewinn.
es: Superó el día: eso ya es una victoria en sí mismo.
es_es: Haber superado el día es ya un triunfo.
fi: Selvisit päivästä — sekin on jo voitto.
fr: Tu as tenu bon toute la journée. C’est déjà une victoire en soi.
fr_ca: J’ai réussi à passer la journée — c’est déjà une victoire en soi.
ga: D’éirigh liom an lá a bhaint amach — is bua ann féin é sin.
hi: दिन बिता लिया — यह अपने आप में एक जीत है।
ht: Mwen reyisi pase jounen an — sa se deja yon viktwa.
id: Berhasil melewati hari ini — itu sendiri sudah merupakan kemenangan.
is: Komstu í gegnum daginn — það er sigur út af fyrir sig.
it: Eseguilo durante la giornata: è già una vittoria.
ja: 一日を乗り切った — それ自体が勝利です。
ko: 오늘 하루가 지났습니다. 그것만으로도 성공입니다.
mi: I angitu i te rā katoa — he wikitoria nui tēnā.
ms: Berjaya mengharungi hari — itu sudah merupakan sebuah kemenagan.
nb: Du kom deg gjennom dagen – det er en seier i seg selv.
nb_instk12: Du kom deg gjennom dagen – det er en seier i seg selv.
nl: Je bent de dag doorgekomen – dat is op zichzelf al een overwinning.
pl: Ten dzień masz już z głowy – to też jakieś zwycięstwo.
pt: Conseguiu chegar ao fim do dia — isso já é uma vitória.
pt_br: Consegui passar o dia — isso já é uma vitória.
ru: Пережили этот день — это уже само по себе победа.
sl: Preživeli ste dan – to je že samo po sebi zmaga.
sv: En avklarad dag är en vinst i sig.
sv_instk12: En avklarad dag är en vinst i sig.
th: ผ่านวันนี้ไปให้ได้ นั่นคืออีกหนึ่งชัยชนะ
vi: Vượt qua một ngày — đó đã là một chiến thắng.
zh: 又度过一天 — 这本身就是一场胜利。
zh_hk: 今天過得很充實 — 這本身就是一種勝利。

source: Manage Offline Content
ar: إدارة المحتوى دون اتصال
ca: Gestioneu el contingut sense connexió
cy: Rheoli Cynnwys All-lein
da: Administrer offline indhold
da_instk12: Administrer offline indhold
de: Offline-Inhalte verwalten
es: Administrar contenido sin conexión
es_es: Gestionar contenido sin conexión
fi: Hallitse verkon ulkopuolista sisältöä
fr: Gérer le contenu hors ligne
fr_ca: Gérer le contenu hors connexion
ga: Bainistigh Ábhar As Líne
hi: ऑफ़लाइन सामग्री प्रबंधित करें
ht: Jere Kontni San Koneksyon
id: Kelola Konten Offline
is: Stjórna efni án nettengingar
it: Gestisci contenuto offline
ja: オフラインコンテンツを管理する
ko: 오프라인 콘텐츠 관리
mi: Whakahaere ihirangi tuimotu
ms: Urus Kandungan Luar Talian
nb: Administrer frakoblet emneinnhold
nb_instk12: Administrer frakoblet faginnhold
nl: Offline inhoud beheren
pl: Zarządzaj zawartością offline
pt: Gerir conteúdo offline
pt_br: Gerenciar conteúdo off-line
ru: Управление офлайн-контентом
sl: Upravljajte vsebino brez povezave
sv: Hantera offlineinnehåll
sv_instk12: Hantera offlineinnehåll
th: จัดการเนื้อหาออฟไลน์
vi: Quản Lý Nội Dung Ngoại Tuyến
zh: 管理离线内容
zh_hk: 管理離線內容

source: Mark as Done
ar: وضع علامة تم
ca: Marca-ho com fet
cy: Marcio eu bod wedi’u gwneud
da: Marker som gjort
da_instk12: Marker som gjort
de: Als fertig markieren
es: Marcar como hecho
es_es: Marcar como hecho
fi: Merkitse valmiiksi
fr: Marquer comme terminé
fr_ca: Marquer comme terminé
ga: Marcáil mar Déanta
hi: हो गया के रूप में चिह्नित करें
ht: Make kòm Fini
id: Tandai sebagai Selesai
is: Merkja sem lokið
it: Contrassegna come fatto
ja: 完了としてマークする
ko: 완료로 표시
mi: Tohu kua Oti
ms: Tanda sebagai Siap
nb: Merk som utført
nb_instk12: Merk som utført
nl: Als gereed markeren
pl: Oznacz jako gotowe
pt: Marcar como Terminado
pt_br: Marcar como Feito
ru: Отметить как выполненное
sl: Označi kot dokončano
sv: Markera som klar
sv_instk12: Markera som färdiggjord
th: กำกับว่าเสร็จสิ้นแล้ว
vi: Đánh Dấu Là Đã Xong
zh: 标记为已完成
zh_hk: 標記為完成
